{
    "home": "Home",
    "works": "Works",
    "about": "About",
    "contact": "Contact",
    "en": "English",
    "it": "Italian",
    "allRightsReserved": "All Rights Reserved",
    "aboutPara1": "My name is Giordano Rispo, and I was born in Naples on December 5, 2001, under the sign of Sagittarius. I studied classical studies before going to university: I'm enrolled in Communication Sciences, majoring in Cinema, at the University of Naples, and I'll be discussing my thesis soon.",
    "aboutPara2": "I've worked as an assistant director, always driven by a passion for images and photography. Today, I'm developing independent projects, writing and directing short films and documentaries. One of these is in production and nearing completion: a story exploring relationships between couples, titled 'Io sono io,' starring Francesco Vitiello and Fiorenza D'Antonio.",
    "aboutPara3": "Standing by the sea helped me understand light and how to use it, to enhance contrasts and bring people into the mix. I took my first photograph when I was ten. I used my cell phone, but I was already dabbling in creative interventions and unusual things. Later I used a Polaroid instant camera and a digital Canon. My parents nurtured me deeply in the arts, with films, books, and theater performances—a beautiful cradle that ultimately fueled my desire to explore with the camera and film. My creativity was always stimulated and exercised. At 18, I was on the set of Paolo Sorrentino's film 'The Hand of God.'' It was my first professional experience, and there I met the set photographer Gianni Fiorito. I was struck by his humanity. On a set where every minute was precious and everything was fast-paced, accelerated, and militaristic, he stopped for a long time to talk to me, influencing me greatly.",
    "aboutPara4": "The other great masters who shaped my vision are Sebastião Salgado (I saw the film 'The Salt of the Earth' when I was sixteen and then studied all his work). He showed me the power of photography to narrate social issues; then Alan Schaller, who introduced me to the aesthetic side of playing with light; Mimmo Jodice, who left me the poetry with which he seeks out simple things and transforms them into icons; David LaChappelle for his pop style, his multidirectional art; and then many documentary and film directors of photography who know how to create a beautiful union between image and narrative.",
    "aboutPara5": "I'm drawn to depth, both in photography and in life. Going beyond the surface of things is important to me. When I watch a film, when I take a photo, I linger, I analyze, I don't want anything to escape. I like to imagine the dialogue behind the great photographers' photos, the light they chased, the empathy that shines through in their subjects. Their gaze reveals the connection that existed between them. I'm interested in capturing what isn't noticed at first glance, using shadows to enhance the light, searching for it in the dark. When I grow up, I'll always want to draw a parallel between these two worlds, directing and photography. One complements the other. I want to bring cinema into photography and vice versa.",
    "seemyworks": "See my works",
    "aboutme": "About me",
    "aboutGiordano": "About Giordano Rispo",
    "contactInfo": "Contact Info",
    "imageContextMessage": "Images can't be saved",
    "category1Title": "INTIMACY",
    "category2Title": "STREET SCENES",
    "category3Title": "PORTRAITS",
    "curatorPageTitle": "Curator's Note",
    "curatorPara1": "Portraiture is the hallmark of this young photographer, with his sharp, empathetic gaze, who knows how to capture the essence of his subjects. He complements his portfolio with harmonious, well-composed street scenes, rendered with surprising light. Black and white is his medium, which he uses to evoke sensations, dreamlike or minimalist atmospheres, highlighting expressions, light, and shadows that create a decidedly strong visual impact. It's inevitable to find parallels with the poetics of the films of Frank Capra, Fellini, and Billy Wilder, albeit tinged with more contemporary influences.",
    "curatorPara2": "È cresciuto in un vivaio fertile, l’estro creativo di Giordano Rispo. Lui è figlio d’arte, ma non lo dice per timidezza, pudore, quasi che affermarlo potesse sminuire il suo valore quando si presenta a qualcuno. Si pensa sia tutto facile, per un ragazzo il cui padre è un attore affermato, invece spesso accade il contrario. Un genitore così fa ombra, e quell’ombra non sempre ripara, malgrado di certo abbia voluto farlo. Così, lui, crescendo, deve avere imparato a impegnarsi il doppio, schivare chi lo sottovaluta affidandosi ai luoghi comuni, a studiare, sperimentare, fare chiarezza nella confusione per scoprire una sua voce unica e originale, proprio influenzato da tutto quel talento che lo ha circondato fin da bambino.Giordano Rispo's creative talents grew up in a fertile breeding ground. He's the son of an artist, but he doesn't say so out of shyness or modesty, as if saying so would diminish his value when he introduces himself to someone. One might think everything is easy for a boy whose father is an accomplished actor, but often the opposite is true. A parent like that casts a shadow, and that shadow doesn't always heal, even though he certainly wanted to. So, as he grew up, he must have learned to work twice as hard, to avoid those who underestimate him by relying on clichés, to study, experiment, and clarify the confusion to discover his own unique and original voice, influenced precisely by all the talent that surrounded him since childhood.",
    "curatorPara3": "He loves the faces of the world he encounters, framing familiar ones, freezing in a single shot moments that are affection, memory, and unbreakable bonds. He brings this capacity for interaction to casual relationships, too, when he wanders the streets of Naples, his hometown, or travels far away, returning with close-ups like those that make up this African portfolio. They recall the close-ups of Eric Lafforgue, Pieter Hugo, or Seydou Keita's 'Portraits of Bamako,' yet for him they are still experiments that, over time, will lead him to his uniqueness. I'm fairly certain that Giordano Rispo is not (and will not be) just a photographer. The fire and curiosity that pervade him push him to explore in various directions: communication, directing, acting, but photography is an expressive code that certainly suits him and that will guide him, transforming into something important, fundamental, for his journey."
}