{
    "home": "Home",
    "works": "Works",
    "about": "About",
    "contact": "Contact",
    "en": "English",
    "it": "Italian",
    "allRightsReserved": "All Rights Reserved",
    "aboutPara1": "Giordano Rispo's creative talents grew up in a fertile breeding ground. He's the son of an artist, but he doesn't say so out of shyness or modesty, as if stating it would diminish his value when he introduces himself to someone. One might think everything is easy for a boy whose father is an established actor, but often the opposite is true. A parent like that casts a shadow, and that shadow doesn't always heal, even though he certainly wanted to. So, as he grew up, he must have learned to doubly commit, to avoid those who underestimate him by relying on clichés, to study, experiment, and clarify the confusion to discover his own unique and original voice, influenced precisely by all the art that has surrounded him since childhood. Portraiture is the hallmark of this young artist, with his sharp, empathetic gaze, who knows how to capture the essence of his subjects, in a portfolio he integrates with harmonious and well-composed street scenes, rendered with surprising slants of light. Black and white is his language, which he uses to evoke sensations, dreamlike or minimalist atmospheres, highlighting expressions, light, and shadow to create a decidedly strong visual impact. It's inevitable to find parallels with the poetics of the films of Frank Capra, Fellini, and Billy Wilder, obviously contaminated by more contemporary influences.",
    "aboutPara2": "He loves the faces of the world he encounters, framing familiar ones, freezing in a single shot moments that are affection, memory, and unbreakable bonds. He brings this capacity for interaction to casual relationships, too, when he wanders the streets of Naples, his hometown, or travels far away, capturing them with close-ups like those that make up this African portfolio. They recall the close-ups of Eric Lafforgue, Pieter Hugo, or Seydou Keita's Portraits of Bamako, yet for him they are still experiments that, over time, will lead him to his uniqueness. I'm fairly certain that Giordano Rispo is not (and will not be) just a photographer; the fire and curiosity that pervade him push him to explore in various directions: communication, directing, acting. But photography is certainly a language that suits him and that will guide him, transforming itself into something important, fundamental, for his journey.",
    "seemyworks": "See my works",
    "aboutme": "About me",
    "aboutGiordano": "About Giordano Rispo"
}