{
    "home": "Home",
    "works": "Opere",
    "about": "Chi sono",
    "contact": "Contatti",
    "en": "Inglese",
    "it": "Italiano",
    "allRightsReserved": "Tutti i diritti riservati",
    "aboutPara1": "Mi chiamo Giordano Rispo, sono nato a Napoli il 5 dicembre del 2001 sotto il segno del sagittario. Ho fatto un percorso di studi classici per approdare poi all’università: sono iscritto a Scienze della Comunicazione, con indirizzo Cinema, all’Università di Napoli e a breve discuterò la tesi.",
    "aboutPara2": "Ho lavorato come assistente alla regia sempre guidato da una grande passione per le immagini e per la fotografia. Oggi sto sviluppando dei progetti autonomi, scrivo e dirigo cortometraggi e documentari, uno di questi è in produzione e in fase di chiusura: un racconto dove si indagano le relazioni di coppia, dal titolo “Io sono io”, con protagonisti Francesco Vitiello e Fiorenza D’Antonio. ",
    "aboutPara3": "Stare di fronte al mare mi ha aiutato a capire la luce e come usarla, a valorizzare i contrasti e a infilarci in mezzo le persone. Ho scattato la mia prima fotografia quando avevo dieci anni. Usavo il cellulare, ma già mi dilettavo con interventi creativi e cose particolari. Poi ho usato una Polaroid instant camera e una Canon digitale. I miei genitori mi hanno nutrito molto in ambito artistico, tra film, libri e spettacoli teatrali, una bella culla che ha finito per alimentare la mia voglia di esplorare con la macchina da presa e con la fotocamera. Ho avuto una creatività sempre sollecitata ed esercitata. A 18 anni ero sul set del film di Paolo Sorrentino “La mano di dio”, fu la mia prima esperienza lavorativa e lì ho incontrato il fotografo di scena Gianni Fiorito. Sono rimasto colpito dalla sua umanità, in un set dove ogni minuto era prezioso e tutto era rapido, accelerato e militaresco, si fermò tanto tempo per parlare con me, influenzandomi molto.",
    "aboutPara4": "Gli altri grandi maestri che hanno formato il mio sguardo sono Sebastião Salgado (vidi il film “Il sale della terra” quando ero sedicenne e poi mi studiai tutta la sua produzione). Lui mi ha mostrato la potenza della fotografia per raccontare il sociale, poi Alan Schaller che mi ha introdotto al lato estetico del giocare con la luce, Mimmo Jodice che mi ha lasciato la poesia con la quale cerca cose semplici per trasformarle in icone, David LaChappelle per il suo stile pop, la sua arte multidirezionale, e poi molti direttori della fotografia di documentari e film che sanno creare un bel connubio tra l’immagine e la narrazione.",
    "aboutPara5": "Sono attratto dalla profondità, sia in fotografia che nella vita. Andare oltre la superficie delle cose è per me importante. Quando guardo un film, quando scatto, mi soffermo, analizzo, non voglio che nulla sfugga. Dei grandi fotografi mi piace immaginare il dialogo dietro alle foto, la luce che hanno inseguito, l’empatia che traspare dai soggetti. Dai loro sguardi si svela l’intesa che c’è stata tra loro.  Mi interessa riprendere ciò che non viene notato a un primo sguardo, usare le ombre per valorizzare la luce, cercare quest’ultima nel buio. Da grande vorrò sempre fare un parallelo tra questi due mondi, la regia e la fotografia. L’una completa l’altra. Voglio portare in cinema nella fotografia e viceversa. ",
    "seemyworks": "Vedi le mie opere",
    "aboutme": "Chi sono",
    "aboutGiordano": "Chi è Giordano Rispo",
    "contactInfo": "Informazioni di contatto",
    "imageContextMessage": "Immagini non salvabili",
    "category1Title": "INTIMITA",
    "category2Title": "SCENE DI STRADA",
    "category3Title": "RITRATTI"
}